Repository: JuanLuisGarciaBorrego/jedy
Catalog: app/Resources/translations/messages.*.xliff
Languages: es

# app.welcome
source: Welcome to Jedy
es: Bienvenido to Jedy

# app.description
source: A "small"<i class="fa fa-hand-lizard-o"></i> CMS for multi-language Web sites created with Symfony3
es: Un "pequeño"<i class="fa fa-hand-lizard-o"></i> CMS para sitios multi-idioma creado con Symfony3

# app.view.project
source: View the project
es: Ver el proyecto

# app.translation
source: Translation
es: Traducción

# app.translations
source: Translations
es: Traducciones

# app.translation.edit
source: Edit translation
es: Editar traducción

# app.translation.add
source: Add translation
es: Añadir traducción

# app.edit
source: Edit
es: Editar

# app.delete
source: Delete
es: Eliminar

# app.actions
source: Actions
es: Acciones

# app.language
source: Language
es: Idioma

# app.pagination.older
source: Older
es: Antiguas

# app.pagination.newer
source: Newer
es: Nuevas

# app.administration
source: Administration
es: Administración

# app.profile
source: Profile
es: Perfil

# app.visit.website
source: Visit website
es: Visitar sitio

# app.close.session
source: Close session
es: Cerrar sesión

# app.private
source: Private
es: Privado

# app.website
source: Author website
es: Web del autor

# app.about
source: About
es: Acerca de

# app.github
source: Github project
es: Proyecto en Github

# app.read.more
source: Read more
es: Leer más

# app.404.title
source: Page not found
es: Página no encontrada

# app.404.message
source: The requested page couldn't be located
es: La página solicitada no pudo ser localizada

# app.error.home
source: Return to home
es: Volver a inicio

# category.title.singular
source: Category
es: Categoría

# category.title.plural
source: Categories
es: Categorías

# category.add
source: Add category
es: Añadir categoría

# category.edit
source: Edit category
es: Editar categoría

# category.translation.add
source: Add translation to category
es: Añadir traducción a categoría

# category.name
source: Name
es: Nombre

# category.description
source: Description
es: Descripción

# category.parent
source: Does it have a parent category?
es: ¿Tiene una categoría padre?

# category.parent.select
source: Select a parent category
es: Selecciona una categoría padre

# category.flash.created
source: The category was created
es: La categoría fue creada

# category.flash.edited
source: The category was edited
es: La categoría fue editada

# category.flash.deleted
source: The category was deleted
es: La categoría fue eliminada

# category.flash.deleted.children
source: I can not delete this category because it has associated content
es: No puedes borrar esta categoría porque tiene asociado contenido

# category.flash.translation.created
source: Translation category was created
es: La traducción de categoría fue creada

# category.flash.translation.edited
source: Translation category was edited
es: La traducción de categoría fue editada

# category.definition
source: Each entry is classified under a category. this allows organizing the information as contents
es: Cada entrada se clasifica bajo una categoría. Esto permite organizar la información según su contenido.

# content.title.singular
source: Content
es: Contenido

# content.title.plural
source: Contents
es: Contenidos

# content.type
source: Type
es: Tipo

# content.type.page
source: Page
es: Pagina

# content.type.post
source: Post
es: Entrada

# content.see.all
source: See all
es: Ver todo

# content.add
source: Add content
es: Añadir contenido

# content.edit
source: Edit content
es: Editar contenido

# content.translation.add
source: Add translation to content
es: Añadir traducción a contenido

# content.title
source: Title
es: Título

# content.summary
source: Summary
es: Resumen

# content.content
source: Content
es: Contenido

# content.published
source: Do you want to publish it?
es: ¿Quieres publicar esto?

# content.category
source: Does it have a category?
es: ¿Tiene una categoria?

# content.category.select
source: Select a category for content
es: Selecciona una categoria para este contenido

# content.flash.created
source: The content was created
es: El contenido fue creado

# content.flash.edited
source: The content was edited
es: El contenido fue editado

# content.flash.deleted
source: The content was deleted
es: El contenido fue eliminiado

# content.flash.translation.created
source: Translation content was created
es: La traducción del contenido fue creada

# content.flash.translation.edited
source: Translation content was edited
es: La traducción del contenido fue editada

# content.definition.page
source: "Static" contents normally used to display general information about your site.
es: Contenidos "estáticos" que normalmente se utilizan para mostrar información genérica sobre tu sitio.

# content.definition.post
source: Articles that appear to visitors in reverse chronological order.
es: Artículos que van apareciendo a los visitantes en orden cronológico inverso.

# nav.title.singular
source: Navigation
es: Menú

# nav.title.plural
source: Navigations
es: Menús

# nav.add
source: Add nav
es: Añadir menú

# nav.there.not
source: There are not contents
es: No tiene contenido

# nav.edit
source: Edit nav
es: Editar menú

# nav.translation.add
source: Add translation to nav
es: Añadir traducción a menú

# nav.id
source: Id navigation
es: Id menú

# nav.name
source: Name
es: Nombre

# nav.parent
source: Does it have a parent nav?
es: ¿Tiene un menú padre?

# nav.parent.select
source: Select a parent nav
es: Selecciona un menú padre

# nav.sort
source: Sort
es: Orden

# nav.flash.created
source: The navigation was created
es: El menú fue creado

# nav.flash.edited
source: The navigation was edited
es: El menú fue editado

# nav.flash.deleted
source: The navigation was deleted
es: El menú fue eliminado

# nav.flash.translation.generated
source: Translation navigation was generated
es: La traducción del menú fue generado

# nav.flash.translation.updated
source: Translation navigation was updated
es: La traducción del menú fue actualizada

# nav.flash.exists
source: This element exists
es: Este elemento existe

# nav.translation.update
source: Update translation
es: Actualizar traducción

# nav.translation.generate
source: Generate translation
es: Generar traducción

# nav.category.add
source: Add category to the navitation
es: Añadir categorías al menú

# nav.category.select
source: Select a category for add
es: Selecciona una categoria para añadir

# nav.page.add
source: Add page to the navitation
es: Añadir paginas al menú

# nav.page.select
source: Select a page for add
es: Selecciona una página para añadir

# file.title.singular
source: File
es: Archivo

# file.title.plural
source: Files
es: Archivos

# file.add
source: Add file
es: Añadir archivo

# file.name
source: Name
es: Nombre

# file.view
source: View
es: Ver

# file.details
source: Details
es: Detalles

# file.upload
source: Upload file
es: Subir archivo

# file.flash.created
source: The file was uploaded
es: El archivo fue subido

# file.flash.deleted
source: The file was deleted
es: El archivo fue eliminado
